
export default {
    welcome: 'बहस में आपका स्वागत है!',
    selectYourName: 'शुरू करने के लिए कृपया सूची से अपना नाम चुनें।',
    noStudentsAvailable: 'सभी छात्र सत्र में शामिल हो गए हैं। यदि आपको लगता है कि यह एक त्रुटि है, तो कृपया अपने शिक्षक से संपर्क करें।',
    hello: 'नमस्ते',
    goodLuck: 'शुभकामनाएं!',
    waitingForTeacher: "शिक्षक द्वारा बहस का संचालन करने की प्रतीक्षा है...",
    notFound: {
        title: 'बहस नहीं मिली',
        description: 'यह बहस सत्र सक्रिय नहीं है या लिंक गलत है। कृपया अपने शिक्षक से जांच करें।'
    },
    leaveSession: 'सत्र छोड़ें',
    leaving: 'छोड़ रहा है...'
} as const;
