
export default {
    welcome: 'Добро пожаловать на дебаты!',
    selectYourName: 'Пожалуйста, выберите ваше имя из списка, чтобы начать.',
    noStudentsAvailable: 'Все студенты присоединились к сессии. Если вы считаете, что это ошибка, пожалуйста, свяжитесь с вашим учителем.',
    hello: 'Здравствуйте',
    goodLuck: 'Удачи!',
    waitingForTeacher: "Ожидание модерации дебатов учителем...",
    notFound: {
        title: 'Дебаты не найдены',
        description: 'Эта сессия дебатов неактивна или ссылка неверна. Пожалуйста, уточните у вашего учителя.'
    },
    leaveSession: 'Покинуть сессию',
    leaving: 'Выход...'
} as const;
